tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "pinentry-mac"

cask "1password-beta"
cask "1password-cli-beta"
cask "docker"
cask "iterm2"
cask "kaleidoscope"
cask "keybase"
cask "keyboard-maestro"
cask "lunar"
cask "raycast"
cask "setapp"
cask "sigmaos"
cask "zoom"

mas "Cardhop", id: 1290358394
mas "CustomSearch", id: 1588019370
mas "Fantastical", id: 975937182
mas "Slack", id: 803453959
